{
  "EventPlanner":
  [
    {"EventImage": "https://www.sandlercenter.org/assets/img/GipsyKings_1440x650-07945583d5.jpg", "EventDate": "October", "EventName": "Gipsy Kings featuring Nicolas Reyes", "EventWebsite": "https://www.sandlercenter.org/events/detail/gipsy-kings", "EventTime": "Tuesday, Oct 17, 7:30-11:30PM EST", "EventAddress": "201 Market St UNIT 204, Virginia Beach, VA", "EventDescription": "Nicolas Reyes has been the leader and co-founder of the Gipsy Kings for well over 30 years. In the past three decades, they have dominated the World Music charts and sold more than 14 million albums worldwide. Their platinum compilation, The Best of the Gipsy Kings, was charting for over a year upon its release, and their ninth studio album, Savor Flamenco, was awarded the Grammy for Best World Music Album in 2013. This iconic legacy began when Nicolas’ father, Jose Reyes, formed a celebrated flamenco duo with Manitas de Plata (which boasted fans as famed as Miles Davis and Pablo Picasso). When the pair parted ways, the elder Reyes became even more popular upon starting his own band, backed by his son, called Los Reyes. In later years, Nicolas headed out on his own and began playing in the town of Arles in the south of France. He traveled throughout the country, busking on the streets of Saint-Tropez, playing wherever he could. Having adopted the perpetual motion of the gypsy lifestyle, his band eventually translated “Los Reyes” and became the Gipsy Kings. The band’s music went on to fuse with popular culture. In addition to the accolades above, the traveling Gipsy Kings have played some of the world’s greatest stages, from the Hollywood Bowl to Royal Albert Hall as well as hitting the big screen. Their rendition of “Hotel California” was included in the film The Big Lebowski and the HBO series Entourage. The 2010 film Toy Story 3 featured a Gipsy Kings version of the movie’s popular, Randy Newman-penned theme, “You’ve Got a Friend in Me”. The Gipsy Kings recently featured in a Big Lebowski spinoff The Jesus Rolls with Reyes appearing in person with the director and star, John Turturro, for some of the promotion. As active as this remarkable collective remains, they are also confident in the future of their legacy. “Even though it’s been 30 years, we want to keep on making new music because it’s our life. It’s who we are,” says Nicolas Reyes. “But I think there will be a time when we pass down the Gipsy Kings to our sons”. 30 years is an eternity in pop music but the story of the Gipsy Kings featuring Nicolas Reyes has the depth to endure. Theirs is a music that extends through generations, to the sounds of their ancestors—Spanish Romani people who fled the Catalonia region during the Spanish Civil War—and reflects the vibrantly eclectic and peripatetic history of the gitanos."},
    {"EventImage": "https://www.pilotonline.com/wp-content/uploads/migration/2019/11/22/IDFXELBPSZHILAEFWHJPYTED7E.jpg", "EventDate": "May", "EventName": "Patriotic Festival: Zac Brown Band, Bailey Zimmerman & Hardy", "EventWebsite": "https://www.ticketsmarter.com/p/patriotic-festival-tickets", "EventTime": "Friday, May 24, 3:30 AM EST", "EventAddress": "201 E Brambleton Ave, Norfolk, VA", "EventDescription": "Honor and celebrate the armed forces while enjoying a weekend full of fantastic music with Patriotic Festival tickets. The Patriotic Festival is a live music event that takes place over three days on Virginia Beach. Hampton Roads in Virginia has the largest military bases in America, so it makes sense that the largest regional military celebration is held at their beach. The festival, produced by Whisper Concerts, has taken place every year since 2005. It started off as a single-day event before expanding slowly to a full three-day summer event, Friday through Sunday. Due to sponsorships, the weekend has gone by different names, like the Atlantic Union Bank Patriotic Festival. The music event attracts tens of thousands of concertgoers every year. There have been dozens of talented performers that have taken to the stage over the years, with the lineup consisting of mostly country artists. To see your favorite country artists in person while saluting our troops, be sure that you purchase Patriotic Festival tickets from TicketSmarter. A few of the standout names include The Band Perry, Miranda Lambert, Lynyrd Skynyrd and Luke Combs. In the first four years, there were performances by Rascal Flatts, Carrie Underwood, Gretchen Wilson and Sugarland. The festival also exhibits military activities, mobile tours, and demonstrations for attendees to enjoy."}
  ],
  "Status":"OK"
}
